Tekla Open API Reference for Tekla Structures 2025
PluginCoordinateSystemAttribute Properties
The PluginCoordinateSystemAttribute type exposes the following members.
Properties
Name | Description
Type
 Returns the type of the input object dependency.
Top
See Also
Reference
PluginCoordinateSystemAttribute Class
Tekla.Structures.Plugins Namespace